<template>
    <div>
        <!-- 漂移窗, 平开窗, 推拉窗, 侧压窗, 六轨带纱推拉窗 -->

        <!-- 平开窗 -->
        呼～厨房/卧室装平开窗太香了‼️
        如果你还在纠结窗户的选择，不妨考虑平开窗🪟
        优雅的外观+超强密封性能💨无论是静谧的夜晚还是阳光满溢的白天，都能给你家带来满分体验✨

        ▪️平开窗典中典yyds🪟

        ▪️款式：两种开启🔛方式
        1️⃣ 内开窗：执手水平旋转，轻松开启，方便室内擦洗玻璃，适合高层家庭，可选纱扇内开/外开🔝
        2️⃣ 外开窗：合页支撑向外推开，既通风又不占用室内空间，超适合厨房或小户型，可选纱扇内开💡

        楼层矮的可以装纱窗防虫🦟，同时保留通风；楼层高的家庭则可搭配防护栏，更安全更安心👍

        ▪️材质：
        采用优质原生铝材，坚固耐用，防腐防锈🛡️。双层中空设计隔热保温，可加选低紫外线玻璃，节能环保💧让夏天更凉爽，冬天更温暖🔥。

        ▪️结构：
        经典平开窗搭配高性能五金配件，合页紧固，开启顺畅无噪音🎵。框体与扇体严丝合缝，三重密封技术(?)带来极致的气密性和隔音效果，让喧嚣远离你的生活。

        ▪️颜色：
        百搭色系满足不同装修需求！🎨

        北欧风必备：银河灰
        简约工业风：砂灰色
        经典复古风：咖啡色

        无论是厨房窗台的清风，还是卧室的宁静氛围，平开窗都是你打造理想家居的绝佳选择💕赶快把它装进你的家吧


        <!-- 漂移窗 -->
        呼～卧室阳台装漂移窗真的爱了‼️
        如果你还在为窗户选择发愁，不妨试试漂移窗🪟
        既能大大提升空间美感，又兼顾实用性，每天醒来都能感受到窗外的风景和清新空气，简直不要太幸福✨

        ▪️看看皇派门窗这款👉托斯卡纳100漂移窗🪟

        漂移窗采用双重开启设计，让生活更便捷：
        1️⃣ 侧滑模式：轻松滑动，窗扇平稳开启，超大视野让窗外的世界一览无遗，感受真正的宽敞与自由。
        2️⃣ 内倒模式：旋转执手，窗扇倾斜，微通风设计既保持室内空气流通，又防止风雨侵入，舒适又贴心。

        窗户材质选用优质铝合金搭配39mm隔热条，辅以双层中空玻璃结构，夏季隔热降温，冬季保温防寒，节能环保一步到位。无论是严寒还是酷暑，都能为您打造四季恒温的居家环境。

        窗体设计采用复合隐扇结构，外观无边框设计让整体更具现代感，室内视面极简美观，轻松融入各种装修风格。同时，密封系统采用三道密封胶条技术，隔音、防风、防水性能显著，让喧嚣留在窗外，静谧留在家中。

        经典配色为家增添高级感：

        砂灰色：简约大气，百搭经典
        咖啡色：温暖质感，尽显优雅
        银河灰：低调高级，时尚之选
        无论是卧室的宁静，还是阳台的开阔，托斯卡纳100漂移窗都能带来绝佳的使用体验。让家的每一扇窗都成为幸福的起点，快来选择它为您的家增添风景吧💕


    </div>
</template>

<script>
export default {

}
</script>